{
  "name": "Wenxia Wang",
  "education": [
    "Nursing",
    "nursing",
    "Bachelor"
  ],
  "research_interests": [
    "  \nSchool of N ursing , Jilin University , Jilin, China                                Sep 2020  - Jul 2023  \n⚫ Postgraduate Research Student , Medicine deg ree, Nursing; GPA : 3.",
    " \nResearch on An Empirical Study on the Joint Management Model of Chronic Disease Prevention, Screening and \nIntervention for the Elderly Population in Liaoning Province                    Aug 2022  - Dec 2025  \n PI: Prof.",
    " Analysis of V oice Biomarkers Related Research Funding Projects by the \nNational Institutes of Health in the United States .",
    "  Journal of medical Internet research, 27, e60681.",
    "4 Q1 ) \nRESEARCH EXPERIENCE S \n* The following is my research experience .",
    "cn   \n Phone number: +86 18811636963  \n Address: 38 Xueyuan Road, Haidian District, Beijing, 100191, China  \n ORCID: 0000 -0003 -0007 -3333  \nRESEARCH INTEREST  \n⚫ Utilization  of multimodal data to recognize  and respo nd emotional states  of the elderly  \n⚫ Translational research in new technologies  for fall prevention in disabled elderly  \n⚫ Develop ment of  intelligent recommendation systems for the care of older adults with dementia  \nBACKGROUND  \nSchool of N ursing, Peking  University , Beijing, China                           Sep 2023  - Jul 2027  \n⚫ PhD candidate , Nursing ; GPA : 3.",
    " Zhiwen Wang  \n⚫ Main courses : Scale development and metrological characteristic assessment (A); The Development Foundation and \nTheoretical Construction of Nursing (A -), etc.",
    " Zhiwen Wang ; Funding : the key scientific and technological special project  \n My Role : Developing prevention measures for pressure injury  based on evidence -based nursing \n Publication : complet ing a Chinese paper  as the first author  (under review ) \nResearch on  Construction and Application of an Intelligent Recommendation System for Care Plans for Dementia -\nAfflicted Elderly Based on Knowledge Graphs                               Jan 2023 - Dec 2026  \n PI: Prof."
  ],
  "email": "2311110242@bjmu.edu.cn"
}